Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/water_services/water_supply.html.txt.tmx
Source language: en
Languages: ga

source: Since 1 January 2014, responsibility for the efficient supply of water to homes and businesses has transferred from local authorities to Irish Water, the new national water services authority
ga: Tá na húdaráis áitiúla freagrach as soláthar éifeachtach uisce a chur ar fáil do thithe agus do thionscail

source: Funding for maintaining and improving the water supply infrastructure (pipes, filtration and disinfection systems) comes from the Department of Housing, Planning, Community and Local Government
ga: Tagann an maoiniú chun an bonneagar um sholáthar uisce (píopaí agus córais scagtha agus dífhabhtaithe) a fheabhsú ón Roinn Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil

source: The new system is being brought into effect under the Water Services Act 2013 and the Water Services (No
ga: Tá na príomhphíopaí poiblí uisce á riar agus á gcothabháil ag údaráis áitiúla

source: • On 1 January 2014, Irish Water assumed responsibility for water and wastewater services to homes and businesses connected to a public water supply
ga: Déantar an t-uisce a sholáthar do thithe agus do ghnólachtaí i gceantair uirbeacha

source: • Local authorities will now provide certain services on behalf of Irish Water through a Service Level Agreement
ga: Ní dhéantar táillí a ghearradh ach amháin ar uisce a sholáthraítear d'áitribh thráchtála faoi láthair

source: • Water services assets and liabilities are being transferred from local authorities to Irish Water on a phased basis
ga: Tugann an Roinn Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil maoiniú le tionscadail chaipitil uisce agus le seirbhísí uisce agus fuíolluisce a sholáthar agus a uasghrádú

source: • The Commission for Energy Regulation is now the economic regulator of the water sector
ga: Déanann an t-údarás áitiúil tógáil na dtograí soláthair uisce cheadaithe a riar

source: Further information on the new system is available on www.water.ie, from the Department of Housing, Planning, Community and Local Government, and in this press release
ga: Déanann na húdaráis áitiúla agus Feidhmeannacht na Seirbhíse Sláinte (FSS) diantástálacha uisce ar uisce poiblí uile – féach ár ndoiciméad ar cháilíocht uisce

source: The rest of this document describes the current system of water supply
ga: Tá coinne leis go dtabharfar isteach córas méadraithe uisce do thithe go luath, agus go mbunófar táillí uisce ar an méid uisce a úsáidtear os cionn liúntas saor in aisce

source: Public water mains are administered and maintained by local authorities
ga: Déanann grúpscéimeanna uisce freastal ar go leor teaghlach nach bhfuil nasctha leis an soláthar poiblí uisce

source: This water is supplied to homes and businesses in urban areas
ga: Cruthaíonn 2 theaghlach, nó níos mó, na scéimeanna seo nuair a thagann siad le chéile lena gcomhsholáthar féin uisce a chur ar fáil

source: At present, charges are only levied on water supplied to commercial premises
ga: Déanann an grúpa iontaobhaithe a thoghadh agus beidh na hiontaobhaithe seo ag feidhmiú ar son chomhaltaí an ghrúpa agus iad ag déileáil leis an údarás áitiúil

source: The Department of Housing, Planning, Community and Local Government funds the provision and upgrading of capital projects in water and wastewater services
ga: De ghnáth, bunaítear grúpscéimeanna i gceantair nach bhfuil sé ar intinn ag an údarás áitiúil córas soláthar uisce a shuiteáil ann sna blianta beaga amach romhainn, nó tráth ar bith

source: Local authorities administer the actual building of public water supply projects
ga: Féadfaidh grúpscéimeanna uisce soláthar uisce a fháil ó na príomhphíopaí poiblí (más féidir) nó ó fhoinse phríobháideach (tobar nó loch)

source: Stringent water testing is carried out on all public waters by local authorities and the Health Service Executive (HSE)
ga: Taispeánann tuarascálacha náisiúnta a rinneadh ar cháilíocht an uisce óil in Éirinn gurb iad na soláthairtí príobháideacha uisce nach bhfuil cóireáil chuí nó cóireáil ar bith déanta orthu is mó atá i mbaol truaillithe

source: Many households that are not connected to a public water supply are served by group water schemes
ga: Bíonn ort íoc as an uisce a fhaigheann tú, fiú más ball de ghrúpscéim uisce thú, is é sin, más ó fhionse phríobháideach a fhaigheann tú do chuid uisce

source: These schemes are formed by two or more households coming together to provide their own common water supply
ga: Cuireann na húdaráis áitiúla fóirdheontais ar fáil, áfach, le haghaidh gach tí i ngrúpscéim – féach ‘Rátaí’ thíos

source: The group elects trustees to act on behalf of its members in all dealings with the local authority
ga: Athraíonn méid na bhfóirdheontas seo ó réigiún go réigiún agus ba chóir duit ceist a chur ar d’údarás áitiúil le fáil amach cén fóirdheontas a thugtar i do cheantar féin

source: Usually, group schemes are established in areas where the local authority does not intend to install a water supply system in the near future, or at all
ga: Ní mór do bhaill na grúpscéime íoc as aon chostais bhreise agus caithfidh siad cinneadh a dhéanamh faoi conas a roinnfear na costais

source: Group water schemes can get water supplies from the public mains, if possible, or a private source like wells or lakes
ga: Ina theannta sin, ní mór don ghrúpa léarscáil den chóras píopaí a thabhairt don údarás áitiúil

source: You have to pay for your water if you belong to a private group water scheme
ga: Ní mór dóibh cead isteach a thabhairt don údarás áitiúil chun píopaí na scéime a thástáil i gcomhair sceite

source: However, local authorities do provide subsidies for each house in a group scheme – see Rates below
ga: Má ghlacann an t-údarás áitiúil cúram na scéime, is iadsan a bheidh freagrach ansin as an gcóras uisce a chothabháil

source: Local authorities have the remit to test the water supply and ensure it is safe to drink but they are not responsible for maintaining group scheme pipes and filtration systems
ga: Ach, má fhanann grúpscéim uisce go hiomlán príobháideach, beidh cúnamh teicniúil agus deontais ar fáil ón údarás áitiúil d’aon obair feabhsúcháin atá riachtanach

source: If the members of a group water scheme want the local authority to take over the running of the scheme, they must sign a waiver to allow local authority personnel on their land to maintain pipes, etc
ga: Mura mbaineann tú le scéim soláthar uisce (poiblí nó grúpa), caithfidh tú roinnt machnaimh a dhéanamh maidir le do thobar féin a tholladh agus screamhuisce a tharraingt as d'fhonn do riachtanais féin a sholáthar

source: The group must give the local authority a map of the pipe system and give it access to test pipes for leakage
ga: Bhain daoine úsáid as aimsitheoir chun fáil amach an bhfuil uisce faoina gcuid talún

source: If the local authority takes over the scheme, it is then responsible for maintaining the water system
ga: Ach, fiú más féidir le haimsitheoir a chur in iúl duit cén áit gur chóir duit tochailt, ní bheidh seisean in ann a insint duit cén doimhne a chaithfidh tú druileáil nó cé mhéid uisce gur féidir leat a bheith ag súil leis a bheith ann

source: However, if a group water scheme remains fully private, it may get technical and grant assistance from the local authority for any necessary upgrading works
ga: Féadfaidh tú an fhaisnéis seo a fháil ó Shuirbhé Geolaíoch na hÉireann agus bíonn sí ar fáil saor in aisce de ghnáth

source: The National Federation of Group Water Schemes is a co-operative society, established to represent the interests of members of group water schemes
ga: Lena dheimhniú cé mhéid uisce a bheidh ag teastáil uait, ní mór 230 lítear uisce sa lá a chur san áireamh do gach duine sa teaghlach

source: If you are not part of a water supply scheme (public or group), you will have to consider boring your own well and drawing out groundwater to supply your needs
ga: Bíonn riachtanais bheostoic idir tuairim is 140 lítear sa lá don bhó bhainne agus thart ar 20 lítear sa lá le haghaidh 100 sicín

source: The Institute of Geologists of Ireland (IGI) has prepared guidelines for drilling private wells
ga: Ba cheart duit dul i dteagmháil le d'údarás áitiúil le comhairle bhreise a fháil

source: When the well is drilled, you should seal it against pollution, make sure it is disinfected and get a sample tested
ga: Nuair a bhíonn an tobar druileálta agat, ba cheart duit é a shéalú i gcoinne truaillithe agus a chinntiú go bhfuil sé dífhabhtaithe

source: See the IGI’s guidelines on Water well construction (pdf) for further detail
ga: Tar éis cúpla lá, ba cheart duit sampla den uisce dífhabhtaithe ón tobar a sheoladh chuig an Feidhmeannacht na Seirbhíse Sláinte (FSS) lena thástáil an mbaineann sé na caighdeáin óil amach nó nach mbaineann

source: If your water supply has been polluted by negligence, you should contact your local authority
ga: Má fhaigheann tú amach go ndearnadh an soláthar uisce a thruailliú trí fhaillí a dhéanamh, ba cheart duit dul i dteagmháil leis an údarás áitiúil

source: It can prosecute those responsible under the Local Government (Water Pollution Act) 1977
ga: Féadfaidh an t-údarás áitiúil iad siúd atá freagrach a ionchúiseamh faoin Acht Rialtais Áitiúil (Truailliú Uisce), 1977

source: For further information on how the quality of both public and private water supplies is ensured, see our document on water quality
ga: Ina theannta sin, cuireann siad seirbhísí comhairleacha, oiliúna, forbartha agus seirbhísí nach iad ar fáil do bhaill den scéim

source: The Water Services Act 2007 provides for the conservation of water where leakage occurs due to unrepaired pipes or equipment, or where poor management results in wastage or excessive consumption of water
ga: Déanann an tAcht um Sheirbhísí Uisce, 2007, foráil maidir le huisce a chaomhnú nuair a bhíonn sceitheadh ann de bharr píopaí nó trealamh nar deisíodh, nó nuair a bhíonn cur amú nó ídiú iomarcach mar thoradh ar dhrochbhainistíocht

source: Regulations made under the Act (pdf) also apply to water restrictions in times of water shortages
ga: Bíonn feidhm ag Rialacháin a rinneadh faoin Acht (pdf) freisin le srianta uisce i dtráthanna nuair a bhítear ar an ngannchuid i dtaobh uisce de

source: A local authority can make an order to stop or restrict the use of water supplies for:
ga: Is féidir le húdarás áitiúil a ordú chun úsáid soláthairtí uisce a stopadh nó a shrianadh do na cuspóirí a leanas:

source: • Watering gardens, recreational parks or sports grounds
ga: • Gairdíní, páirceanna áineasa nó páirceanna spóirt a uisciú

source: • Washing cars and trailers (including by commercial car wash facilities)
ga: • Gluaisteáin agus leantóirí a ní (lena n-áirítear áiseanna niteora gluaisteán tráchtála)

source: • Filling or replenishing swimming pools, ponds and lakes
ga: • Linnte snámha, linnte agus lochanna a líonadh nó a athlíonadh

source: • Irrigating or spraying crops
ga: • Barra a uisciú nó a spraeáil

source: It is an offence not to comply with a water conservation order
ga: Is cion é a bhfuil pionóis ag gabháil leis mura gcloíonn tú le hordú caomhnaithe uisce

source: Individual Supply Grant Scheme
ga: Scéim Deontais Soláthar Aonair

source: Under this scheme, if your house is more than 7 years old and not connected to either a public or a group scheme, you may be eligible for a grant (subject to some conditions)
ga: Faoin scéim seo, más breis agus 7 mbliana d’aois do theach agus mura bhfuil sé nasctha le scéim phoiblí nó le grúpscéim, d’fhéadfá bheith i dteideal deontas a fháil (faoi réir roinnt coinníollacha)

source: The grant is worth up to €2,031.58 (or 75% of the cost of the work, whichever is the lesser) and must be used to provide a new water supply or to upgrade an existing one
ga: Is fiú a mhéid agus €2,031.58 (nó 75% de chostas na hoibre, pé ceann is lú) an deontas agus ní mór é a úsáid le soláthar nua uisce a chur ar fáil nó chun ceann atá ann cheana a uasghrádú

source: Only one grant per house will be allowed in any 10-year period
ga: Ní cheadófar ach deontas amháin in aghaidh an teaghlaigh in aon tréimhse amháin 10 mbliana

source: In order to qualify for the grant, the proposed work must cost more than €635
ga: D’fhonn cáiliú don deontas, ní mór go gcosnóidh an obair a bheartaítear breis agus €635

source: A local authority inspection will be carried out before any work starts
ga: Tabharfaidh an t-údarás áitiúil faoi imscrúdú sula dtosaítear le haon obair

source: The kind of work that would be eligible for the grant is the drilling of a new well or the provision of essential pumping or water filtration/disinfection equipment
ga: Is é an saghas oibre a bheadh incháilithe don deontas tobar nua a dhruileáil nó soláthar pluiméireachta bunriachtanaí nó trealamh scagtha/dífhabhtaithe uisce

source: For more details and application forms, apply to your local authority
ga: Chun teacht ar níos mó faisnéise agus ar fhoirmeacha iarratais, déan iarratas ar d’údarás áitiúil

source: Grants are available from the local authority if 2 or more householders get together to provide their homes and farms with a water system where none exists
ga: Tá deontais ar fail ón údarás áitiúil má thagann 2 theaghlach nó níos mó le chéile le córas uisce a sholáthar dá dtithe agus dá bhfeirmeacha sa chás nárbh ann d’aon chórais roimhe sin

source: A committee that represents the scheme members must propose the scheme and the local authority must approve it
ga: Ní mór do choiste a dhéanann ionadaíocht do bhaill na scéime an scéim a bheartú agus ní mór dóibh ceadú an údaráis áitiúil a fháil

source: The amount of grant payable depends on where the scheme is located
ga: Braitheann an méid deontais atá iníoctha ar cá bhfuil an scéim lonnaithe

source: Check with your local authority for details of your area
ga: Seiceáil le d’údarás áitiúil chun sonraí a fháil faoi do cheantar

source: Generally, a grant will cover 85% of the cost, with a limit of €6,475 for each house in the scheme
ga: Go ginearálta, cuimseoidh deontas 85% den chostas, le teorainn €6,475 do gach teach sa scéim

source: The group members must cover the balance, but costs can be kept down if members can do some of the work themselves
ga: Ní mór do bhaill an ghrúpa íoc as fuílleach an chostais, ach is féidir na costais a choimeád íseal más féidir leis na baill roinnt den obair a dhéanamh iad féin

source: An annual subsidy is available for the running costs of the group water scheme
ga: Ta fóirdheontas bliantúil ar fáil do chostais reatha na grúpscéime uisce

source: This must be approved by the local authority
ga: Ní mór don údarás áitiúil é seo a cheadú

source: The amount of subsidy is 100% of the qualifying expenditure up to the following limits:
ga: Is ionann méid an fhóirdheontais agus 100% den chaiteachas incháilithe a mhéid leis na teorainneacha a leanas:

source: • €70 for each house supplied from a from a local authority source (public mains)
ga: • €70 do gach teach ag a bhfuil soláthar ó fhoinse den údarás áitiúil (príomhphíopaí poiblí)

source: • €140 for each house supplied from a private source (such as a private well)
ga: • €140 do gach teach ag a bhfuil soláthar ó fhoinse phríobháideach (ar nós tobar príobháideach)

source: • Where a group scheme has provided its own water treatment plant under a Design, Build, Operate (DBO) contract, a new subsidy will be paid to cover the full production cost of treated water for domestic use
ga: • Sa chás gur sholáthair grúpscéim a n-ionad féin cóireála faoi chonradh um Sheirbhísí Uisce a Dhearadh, a Thógáil agus a Oibriú (DTO), íocfar fóirdheontas nua le híoc as costas iomlán táirgthe uisce chóireáilte le haghaidh úsáid tí

source: These procedures will be updated when the Water Services Act 2007 is fully in force
ga: Déanfar na nósanna imeachta seo a nuashonrú nuair a bheidh an tAcht um Sheirbhísí Uisce, 2007 (pdf) curtha i bhfeidhm go hiomlán

source: See our document for a description of the new system of domestic water charges
ga: Tá coinne leis go dtabharfar isteach córas nua méadraithe uisce do thithe go luath, agus go mbunófar táillí uisce ar an méid uisce a úsáidtear os cionn liúntas saor in aisce

source: You can find grant forms and water supply information on your local authority website
ga: Is féidir leat teacht ar fhoirmeacha deontais agus ar fhaisnéis faoi sholáthar uisce ar láithreán gréasáin d’údaráis áitiúil

source: Further information about water supplies, charges and grants is available from the Water Section of your local authority
ga: Tá tuilleadh faisnéise faoi sholáthairtí, táillí agus deontais uisce ar fáil ón Rannóg Séirbhísí Uisce de d’údarás áitiúil
